import React from 'react';

import { extensionImages } from "../images/products/scroll-pages/ExtensionImagesStatic";


export const extensionContent = [
    {
      header: <h2>Выбирайте <br/> любой материал</h2>,
      body: (
        <>
          <p>
            Каждая новость в интернете может стать материалом <br /> для
            изучения иностранного языка.
          </p>
          <p>Главное найти интересный именно для вас материал</p>
        </>
      ),
      img: extensionImages[0].src
    },
    {
      header: <h2>Выделяйте слово</h2>,
      body: (
        <>
          <p>
            Можно выбрать для перевода часть слово <br/> или несколько слов. <br />
          Еще мы можем быстро отправить предложение <br/> на перевод.
        </p>
        </>
      ),
      img: extensionImages[1].src
    },
    {
      header: <h2>Переводите его</h2>,
      body: (
        <>
          <p>
            Окно переводчика можно не закрывать. <br />
          Мы просто держим с ним связь.
        </p>
        </>
      ),
      img: extensionImages[2].src
    },
    {
      header: <h2>Сохраняйте слово <br /> для повторения</h2>,
      body: (
        <>
          <p>
            База данных в интернете сохранит слово <br />
          для повторения на множестве устройств.
        </p>
        </>
      ),
      img: extensionImages[3].src
    },
    {
      header: (
        <h2>
          В одном списке <br /> вся история обучения
        </h2>
      ),
      body: (
        <>
          <p>
            Вы читаете сотни страниц, <br />
          и только часть из них станет материалом <br />
          для обучения на иностранным языке.
        </p>
        </>
      ),
      img: extensionImages[4].src
    },
    {
      header: <h2>Повторяй слова <br/> прямо в статье</h2>,
      body: (
        <>
          <p>
            Мы скроем слова для эффективного повтора. <br />
            Если статья на иностранном языке <br/> была интересна для Вас, <br />
            то и повторить иностранные слова будет интереснее <br />
            прямо на ранее прочитанных новостях/статьях.
          </p>
        </>
      ),
      img: extensionImages[5].src
    },
    {
      header: <h2>Открой тренажер</h2>,
      body: (
        <>
          <p>
            Игры для повтора слов можно вызвать прямо <br />
            из вашей истории интернет чтения и просмотра видео.
          </p>
        </>
      ),
      img: extensionImages[6].src
    },
    {
      header: <h2>Одна статья - один урок</h2>,
      body: (
        <>
          <p>
            Ваши уроки будут удобно рассортированы по материалам
          <br />
          которые вы читали или будут сгруппированы по дням <br />
          когда вы познакомились со словом на иностранном языке.
        </p>
        </>
      ),
      img: extensionImages[7].src
    },
    {
      header: <h2>Просто отсканируйте</h2>,
      body: (
        <>
          <p>
            Чтобы из компьютера было бы легко перейти
          <br />
          на мобильные игры просто отсканируйте QR.
        </p>
        </>
      ),
      img: extensionImages[8].src
    },
    {
      header: (
        <h2>
          И будь мобильным! <br /> Не теряй время!
        </h2>
      ),
      body: (
        <>
          <p>
            Теперь повторять материал можно <br /> в любом удобном для Вас месте.
          <br />
            <br />
          А чтобы было не скучно мы создали <br /> несколько игр для процесса
          повторения слов.
        </p>
        </>
      ),
      img: extensionImages[9].src
    }
  ];