{
  "HOME_PAGE": "HOME_PAGE",

    "name": "English",
    "home": "Home",
    "ourBlog": "Blog",
    "products": "Products",
    "extension": "Read & Learn",
    "player": "Watch & Learn",
    "test": "Test",
    "ourApp": "our app",
    "HowItWork": "how it works",
    "learningSources": "sources for learning",
    "headerTitle": "Easy way to learn languages<br>The context you love is the best tutor!",
    "headerSubtitle": "Try our app and enjoy learning ",
    "buttonStarted": "Add to Chrome",
    "StartLearning": "Start learning",
    "headPleasure": "Learn languages with joy",
    "contentPleasure": "You can find lessons on favourite Youtube channel or Netflix show. Every article you read is full of new words and expressions. Fullfill your vocabulary with expressions that matter to you.",
    "headMemory": "A clue for your memory",
    "contentMemory": "Training is based on materials that you love and enjoy. We use context exactly from the video and articles you watched. Translation depends on context so you shouldn’t learn everything at once.",
    "headOurApp": "Try our <span>EasyLang</span><sup> BETA</sup>",
    "contentOurApp": "Easylang is a FREE extention for your browser and training app for web and mobile.",
		"extensionGuide": "Installation guide",
		"comingSoon": "Coming soon",
    "headHowItWorks": "How it works?",
    "sliderCaptionFirst": "Play some video",
    "sliderCaptionSecond": "Click \"A\"(Add) button",
    "slideThird": "slide3en",
    "slideFourth": "slide4en",
    "blog": "To find some tips and learn more about <b>Easylang</b> visit",
    "Blog": "our blog",
    "headSource": "Sources to learn",
    "contentSource": "Choose anything you like and explore new words and expressions. We recommend to try <b>Easylang</b> with Youtube, Netflix, all online magazines, blogs and your school materials.",
    "music": "music",
    "musicParagraph": "Find out what your favourite song is about",
    "news": "news",
    "newsParagraph": "Read news without dictionaries",
    "video": "video",
    "videoParagraph": "Watch shows and understand jokes",
    "book": "books",
    "bookParagraph": "Read classic and modern literature in original",
    "movie": "movies",
    "movieParagraph": "Watch movies in original",
    "getStarted": "Add to Chrome",
    "HomePage": "Home Page",
    "NotFound": "Not found",
    "PrivacyPolicy": "Privacy Policy",

  
  "PRODUCTS_PAGE": "PRODUCTS_PAGE",
    "ProductsHeader": "Two products for one purpose",
    "ProductsTopHeader": "We help to learn the language for free and comfortably, doing what you love - watching TV shows, reading books, or listening to music.",
    "ProductsTopText": "In order to start you need: <br>- set up extension for browser; <br>- create an account in tutor to work with content you like; ",
    "ProductExtensionDescription": "- translates words, helps <br>to train right on the page",
    "ProductTutorDescription": "- saves words and sentences <br> to learn them on the way",
    "ProductsTutor": "Context-Tutor",
    "ExtensionForBrowser": "Extension For Browser",
    "ExtensionDescription": "— works in Google Chrome <br>— translates everything you need",
    "ContextTutor": "Context-Tutor  BETA",
    "ContextTutorDescription": "— easy mechanics of simulator <br>— lessons are based on your reading and viewing history <br>— we help your contextual memory <br>— suitable for learning terms",
    "BottomInfoText": "Still have questions? <br><a href='mailto:support@easylang.by' style='font-family: Open Sans, sans-serif; color:#1E4470'><u>Сontact</u></a> us - we will surely help you!",
    "Add": "Add",
    "GetStarted": "Start",


  "EXTENSION_PAGE": "EXTENSION_PAGE",
    "AddToChromeButton": "Add to Chrome",
    "GetStartedButton": "FREE START",
    "GetStartedText": "Handy extension <br/> in Google Chrome for learning language",
    "GetStartedBottomText": "Translate words while reading an article or watching your favourite movie <br/> Add words to your personal lessons or train them in the text <br/> Repeat words in the exact context you found them <br/> Understand jokes and expressions <br/> Enrich your personal vocabulary <br/>Learn and repeat words with Easylang Tutor",
    "ScrolledContentHeader": "Powerful tool <br/> for learning language",
    "1-SlideExtensionHeader": "Choose any content",
    "1-SlideExtensionBody": "Every single article may become a worthy learning material to strengthen your knowledge of foreign language. What’s more important is that you enjoy such content.",
    "2-SlideExtensionHeader": "Highlight the word",
    "2-SlideExtensionBody": "You may choose to translate a singular word, few words, or an entire sentence. Besides, we can quickly send the selected part for translation.",
    "3-SlideExtensionHeader": "Translate it",
    "3-SlideExtensionBody": "You may keep the translation window open, we got hold on it the entire time.",
    "4-SlideExtensionHeader": "Save the word to repeat",
    "4-SlideExtensionBody": "If you select “Save to Tutor” option, we will save it for comfortable learning.",
    "5-SlideExtensionHeader": "In one place  the whole <br /> history of learning",
    "5-SlideExtensionBody": "You read a lot, but only some pages will be used to study foreign language.",
    "6-SlideExtensionHeader": "Repeat words <br/> right in an article",
    "6-SlideExtensionBody": "You will have the option to go back to the pages that interested you, where we will conceal selected by you words for maximum effect. You may choose to reveal them if you want to.",
    "7-SlideExtensionHeader": "Open Tutor",
    "7-SlideExtensionBody": "Your Tutor history  will be a source for various games to repeat the words you selected.",
    "8-SlideExtensionHeader": "One article - one lesson",
    "8-SlideExtensionBody": "Your personal lessons will be divided into categories based on material you learned or the day you have selected them.",
    "9-SlideExtensionHeader": "Just scan",
    "9-SlideExtensionBody": "For fast transition from PC to mobile, scan the QR code available under the “Open on mobile tab”.",
    "10-SlideExtensionHeader": "And be mobile! <br /> Don't waste your time!",
    "10-SlideExtensionBody": "Now you can revise material anywhere, with games we created for you it will be way more fun!",

  "PLAYER_PAGE": "PLAYER_PAGE",
    "GetPlayerButtonWindows": "DOWNLOAD for WINDOWS",
    "GetPlayerButtonMac": "DOWNLOAD for MAC",
    "GetStartedPlayerText": "Handy program <br/> for learning language",
    "ScrolledContentPlayerHeader": "One more powerful tool <br/> for learning language",
    "PlayerHeader": "Watch videos subtitle by subtitle <br /> to practice your audition",
    "PlayerTopText": "Watch videos you like <br /> Add subtitles in any languages <br /> Don’t miss a phrase",
    "1-SlidePlayerHeader": "You may set <br/> two subtitles at once",
    "1-SlidePlayerBody": "Our programm supports *.mkv type files which can contain multiple syncronized subtitles. These files may also contain multiple audio components to complete experience.",
    "2-SlidePlayerHeader": "Audio choice",
    "2-SlidePlayerBody": "Not all video players give you option to choose different audio in a different language. We support MKV type files that contain multiple audio components. MKV files are usually Blu-Ray disk files with HD video footage.",
    "3-SlidePlayerHeader": "Direct & Interpretive Translation",
    "3-SlidePlayerBody": "Interpretive translation is a more accurate translation of phrases that have undermeaning to them. It will help you understand common slang and word play in the scene. <br/>We hide some parts of translation so you can try yourself first. You will be able to check results by pressing eye icon.",
    "4-SlidePlayerHeader": "Translate selected text",
    "4-SlidePlayerBody": "Sometimes word play will be confusing, so it's important to have Google Translate with you. While, our program will maximize comfort when during the use by allowing you to select any part of the text.",
    "5-SlidePlayerHeader": "Navigating in Video",
    "5-SlidePlayerBody": "We are strictly controlling video scroll so you don't have to mouse drag.",
    "6-SlidePlayerHeader": "Audio Repetition",
    "6-SlidePlayerBody": "It's easy to listen multiple times to the same video fragment with a simple click. This will help you develop your listening skills.",
    "7-SlidePlayerHeader": "Increase your vocabulary",
    "7-SlidePlayerBody": "You can choose any sentence, phrase or word and add them to your lessons for later.",
    "8-SlidePlayerHeader": "Subtitles list",
    "8-SlidePlayerBody": "List on the side will help you navigate through the movie. You will also be able to see what you added to your lessons.",
    "9-SlidePlayerHeader": "To repeat words <br/> just scan QR code <br/> and go to games",
    "9-SlidePlayerBody": "In order to play scan the QR code.",
    "10-SlidePlayerHeader": "Nothing to install!",
    "10-SlidePlayerBody": "Everything is in your usual browser. Now you can revise material anywhere, with games we created for you it will be way more fun!",

    "TEST_PAGE": "TEST_PAGE",
      "1-SlideTestHeader": "Test Header",
      "1-SlideTestBody": "test test test test test test test test test test",
      "2-SlideTestHeader": "Test Header",
      "2-SlideTestBody": "test test test test test test test test test test",
      "3-SlideTestHeader": "Test Header",
      "3-SlideTestBody": "test test test test test test test test test test",

  "PLANS_PAGE": "PLANS_PAGE",
    "PlansTitle": "We are a free OpenSource startup that strives to help people!",
    "1-PlansSubtitle": "However, our company has to buy services from Google. If you enjoy Easylang, consider supporting our efforts by choosing our premium-services!",
    "2-PlansSubtitle": "We do not limit our common user experience, but it comes at a cost of comfort.",
    "3-PlansSubtitle": "Standart Subscription has 10 translations/day limit, after which we send you direct link to translation. <br/> Premium Subscription allows user to use the popup translation window with no limits!",
    "Standart": "Standart",
    "1-StandartPoint": "10 translates/day to add into your lessons",
    "2-StandartPoint": "20 fast translations with convenient Google Translate window",
    "Premium": "Premium",
    "PremiumSubtitle": "if you pay $59.88 for year",
    "1-PremiumPoint": "30 translates/day to add into your lessons",
    "SuperPremium": "Super Premium",
    "2-PremiumPoint": "Unlimited translations with convenient Google Translate window",
    "1-SuperPremiumPoint": "Unlimited translates to add into your lessons",
    "2-SuperPremiumPoint": "Unlimited translations with convenient Google Translate window",
    "Free": "Free",
    "Month": "/mo",
    "Choose": "Choose"
}
