

{
  "HOME_PAGE": "HOME_PAGE",

    "name": "Русский",
    "home": "Наверх",
    "ourBlog": "Блог",
    "products": "Продукты",
    "extension": "Читай и Учись",
    "player": "Смотри и Учись",
    "ourApp": "Приложение",
    "HowItWork": "Как пользоваться",
    "learningSources": "Ресурсы",
    "headerTitle": "Учить языки - легко!<br>Начните учиться по тому, что вы любите",
    "headerSubtitle": "Попробуйте наше приложение и наслаждайтесь обучением",
    "buttonStarted": "Скачать Easylang",
    "StartLearning": "Начать учиться",
    "headPleasure": "Учите языки с наслаждением",
    "contentPleasure": "Вы можете найти уроки на любимом канале Youtube или шоу Netflix. Каждая прочитанная вами статья полна новых слов и выражений. Наполните свой словарный запас тем, что важно вам.",
    "headMemory": "Ключ к вашей памяти",
    "contentMemory": "Обучение основано на материалах, которые вы выбираете сами: ваши любимые шоу, статьи и книги. Перевод зависит от контекста, поэтому вам не обязательно учить все значения сразу.",
    "headOurApp": "Попробуйте наш <span>EasyLang</span> <sup> BETA </sup>",
    "contentOurApp": "Easylang - это БЕСПЛАТНОЕ расширение для вашего браузера и обучающее приложение для интернета и мобильных устройств.",
    "extensionGuide": "Как установить",
    "comingSoon": "Скоро будет",
    "headHowItWorks": "Как это работает?",
    "sliderCaptionFirst": "Включи любое видео",
    "sliderCaptionSecond": "Нажми клавишу \"A\"(Add)",
    "slideThird": "slide3ru",
    "slideFourth": "slide4ru",
    "blog": "Чтобы найти советы и узнать больше об Easylang посетите",
    "Blog": "Наш блог",
    "headSource": "Источники для изучения",
    "contentSource": "Выберайте все, что вам нравится, и изучайте новые слова и выражения. Мы рекомендуем попробовать Easylang с Youtube, Netflix, всеми онлайн-журналами, блогами и вашими учебными материалами.",
    "music": " Музыка",
    "musicParagraph": "Узнайте, о чем ваша любимая песня",
    "news": "Новости",
    "newsParagraph": "Читайте новости без словарей",
    "video": "Видео",
    "videoParagraph": "Смотрите шоу и понимайте шутки",
    "book": "Книги",
    "bookParagraph": "Читайте литературу в оригинале",
    "movie": "Фильмы",
    "movieParagraph": "Смотрите фильмы в оригинале",
    "getStarted": "Скачать Easylang",
    "HomePage": "Главная страница",
    "NotFound": "Страница не найдена",
    "PrivacyPolicy": "Политика Конфиденциальности",


  "PRODUCTS_PAGE": "PRODUCTS_PAGE",
    "ProductsHeader": "Два продукта для одной цели",
    "ProductsTopHeader": "Мы помогаем изучать язык бесплатно, удобно, занимаяюсь любимым делом - за просмотром сериалов, читая книги,  или слушая музыку.",
    "ProductsTopText": "Для того, чтобы начать Вам необходимо: <br>- поставить расширение для браузера; <br>- создать аккаунт в тьюторе для работы над интересующим Вас контентом.",
    "ProductExtensionDescription": "- переводит слова, помогает <br> тренироваться прямо на странице",
    "ProductTutorDescription": "- сохраняет слова и предложения, <br> чтобы учить их в пути",
    "ProductsTutor": "Тьютор",
    "ExtensionForBrowser": "Расширение для браузера",
    "ExtensionDescription": "- работает с google chrome <br>- переводит все что скажете",
    "ContextTutor": "Тьютор BETA",
    "ContextTutorDescription": "- простая механика тренажера<br>- уроки основаны на вашей истории чтения и просмотра<br>- мы помогаем вашей контекстной памяти<br>- подходит для изучения терминов",
    "BottomInfoText": "Остались вопросы? <br><a href='mailto:support@easylang.by' style='font-family: Open Sans, sans-serif; color:#1E4470'><u>Свяжитесь</u></a> с нами - мы обязательно поможем!",
    "Add": "Добавить",
    "GetStarted": "Начать работу",


  "EXTENSION_PAGE": "EXTENSION_PAGE",
    "GetStartedButton": "НАЧАТЬ БЕСПЛАТНО",
    "GetStartedText": "Удобное расширение <br/> в Google Chrome для изучения языка",
    "GetStartedBottomText": "Переводи слова прямо в тексте или фильме <br/> Собирай их в персональные уроки <br/> Повторяй слова в точном контексте <br /> Понимай шутки на иностранном языке <br/> Расширяй свой словарный запас <br /> Изучай и повторяй слова с Context Tutor",
    "ScrolledContentHeader": "Мощный инструмент <br/> для изучения языка",
    "1-SlideExtensionHeader": "Выбирайте любой материал",
    "1-SlideExtensionBody": "Каждая статья в интернете может стать стоящим материалом для изучения иностранного языка. Главное чтобы вы наслаждались этим материалом.",
    "2-SlideExtensionHeader": "Выделяйте слово",
    "2-SlideExtensionBody": "Можно выбрать для перевода слово, несколько слов или целое предложение. Еще мы можем быстро отправить выделенную часть на перевод",
    "3-SlideExtensionHeader": "Переводите его",
    "3-SlideExtensionBody": "Вы можете держать окно переводчика открытым, мы с ним все время на связи.",
    "4-SlideExtensionHeader": "Сохраняйте слово для повторения",
    "4-SlideExtensionBody": "Если вы выберете функцию “Save to Tutor”, мы сохраним слово для комфортного повторения.",
    "5-SlideExtensionHeader": "В одном списке <br /> вся история обучения",
    "5-SlideExtensionBody": "Вы много читаете, но только часть из прочитанных страниц будет использована для обучения на иностранном языке.",
    "6-SlideExtensionHeader": "Повторяй слова прямо в статье",
    "6-SlideExtensionBody": "У Вас будет возможность вернуться на страницы которые заинтересовали Вас, где мы скроем слова для максимального эффекта. У Вас также будет возможность их открыть если Вы захотите.",
    "7-SlideExtensionHeader": "Открой тренажер",
    "7-SlideExtensionBody": "Игры для повтора слов можно вызвать прямо из вашей Tutor истории.",
    "8-SlideExtensionHeader": "Одна статья - один урок",
    "8-SlideExtensionBody": "Ваши уроки будут удобно рассортированы по материалам которые вы читали или будут сгруппированы по дням когда вы познакомились со словом на иностранном языке",
    "9-SlideExtensionHeader": "Просто отсканируйте",
    "9-SlideExtensionBody": "Чтобы из компьютера было легко перейти на мобильные игры - просто отсканируйте QR во вкладке “Open Tutor on mobile”.",
    "10-SlideExtensionHeader": "И будь мобильным! <br /> Не теряй время!",
    "10-SlideExtensionBody": "Теперь повторять материал можно везде, а с играми которые мы создали для Вас это будет намного интереснее!",


  "PLAYER_PAGE": "PLAYER_PAGE",
    "GetPlayerButtonWindows": "СКАЧАТЬ для WINDOWS",
    "GetPlayerButtonMac": "СКАЧАТЬ для MAC",
    "GetStartedPlayerText": "Удобная программа <br/> для изучения иностранного языка",
    "ScrolledContentPlayerHeader": "Еще один мощный инструмент <br/> для изучения языка",
    "PlayerHeader": "Watch videos subtitle by subtitle <br /> to practice your audition",
    "PlayerTopText": "Watch videos you like <br /> Add subtitles in any languages <br /> Don’t miss a phrase",
    "1-SlidePlayerHeader": "Можно настроить <br/> показ двух субтитров сразу",
    "1-SlidePlayerBody": "Программа поддерживает файлы типа *.mkv которые могут сразу содержать в себе несколько синхронизированных субтитров. Также в таких файлах может быть несколько аудио дорожек одновременно.",
    "2-SlidePlayerHeader": "Выбор аудиопотока",
    "2-SlidePlayerBody": "Не все плееры могут дать выбрать аудиодорожку на иностранном языке. Наш плеер поддерживает видео файлы типа MKV, которые могут содержать в себе несколько аудио дорожек. MKV формат -  это, как правило, данные с диска blu-ray c запредельным качеством видеоряда.",
    "3-SlidePlayerHeader": "Литературный и <br/> Технический перевод",
    "3-SlidePlayerBody": "Литературный перевод - это толкование фразы от профессионального переводчика. Без это вам будет трудно справиться с жаргоном или игрой слов. <br/> Мы специально припрятали для вас литературный перевод. Сперва вы можете попробоватьсвои силы в переводе, а потом сравниваете свой результат с качественным переводом от профессионала.",
    "4-SlidePlayerHeader": "Перевод по <br/> выделению текста",
    "4-SlidePlayerBody": "Игра слов в фильме может быть очень непонятна. Поэтому под рукой, для вашей учебы, важно иметь и машинный перевод от Гугл транслейт. Мы позволяем выделить для перевода любую часть слова или словосочетания.",
    "5-SlidePlayerHeader": "Навигация по видео",
    "5-SlidePlayerBody": "Мы управляем проигрыванием видео строго по предложениям. Теперь не надо перематывать видео мышкой, используя неудобную полоску на плеере",
    "6-SlidePlayerHeader": "Аудирование материала",
    "6-SlidePlayerBody": "У нас легко 100 раз прослушать фразу. Зачем?! Попробуйте без текста понять фразу из фильма. В реальной жизни у вас не будет субтитров перед глазами. У нас Вы можете развить свое “аудиопонимание”. Повторить фразу можно в одно касание на клавиатуре.",
    "7-SlidePlayerHeader": "Прокачай свой словарный запас",
    "7-SlidePlayerBody": "Любое слово, любую часть слова, любую фразу можно отправить в уроки для повтора.",
    "8-SlidePlayerHeader": "Список предложений",
    "8-SlidePlayerBody": "Благодаря списку легко ориентироваться по фильму. И видеть те предложения где вы добавили слово для изучения.",
    "9-SlidePlayerHeader": "Для повтора слов <br/> отсканируй QR, <br/> и переходи к играм",
    "9-SlidePlayerBody": "Для того чтобы открыть игры, просто отсканируйте QR код.",
    "10-SlidePlayerHeader": "Не нужно ничего устанавливать!",
    "10-SlidePlayerBody": "Все в привычном для тебя браузере. Теперь повторять материал можно в любом удобном для Вас месте. А чтобы было не скучно мы создали несколько игр для процесса повторения слов.",


  "PLANS_PAGE": "PLANS_PAGE",
    "PlansTitle": "Мы бесплатный OpenSource проект стремящийся помочь людям!",
    "1-PlansSubtitle": "Однако наша компания вынуждена покупать платный сервис от Google. Если Вам нравится Easylang, Вы можете поддержать проект выбрав наши премиум-услуги!",
    "2-PlansSubtitle": "Мы не ограничиваем сервис для простых пользователей,, но он становится менее удобным.",
    "3-PlansSubtitle": "Пользователи с стандартной подпиской имеют ограничение в 10 переводов/день, после чего мы предоставляем прямую ссылку на перевод. <br/> Пользователи с премиум подпиской не имеют ограничений на всплывающее окно перевода.",
    "Standart": "Стандарт",
    "1-StandartPoint": "10 - добавлений в день в словарь пользователей",
    "2-StandartPoint": "20 - раз быстрый перевод (всплывающее окно)",
    "Premium": "Премиум",
    "PremiumSubtitle": "при оплате $59.88 за год",
    "1-PremiumPoint": "30 - добавлений в день в мой словарь",
    "2-PremiumPoint": "неограниченно - быстрый перевод (всплывающее окно)",
    "SuperPremium": "Супер Премиум",
    "1-SuperPremiumPoint": "неограниченно - добавлений в день в мой словарь",
    "2-SuperPremiumPoint": "неограниченно - быстрый перевод (всплывающее окно)",
    "Free": "Бесплатно",
    "Month": "/месяц",
    "Choose": "Выбрать"

}